{
  "benz": "Mercedes Benz",
  "title": "Mercedes-Benz International",
  "company": "Company",
  "vehicles": "Vehicles",
  "design": "Design",
  "innovation": "Innovation",
  "museumAndHistory": "Museum & History",
  "sports": "Sports",
  "events": "Events",
  "lifestyle": "Lifestyle",
  "deutsch": "Deutsch",
  "welcomeMessage": "Welcome to the Mercedes-Benz international website.",
  "exclusiveReports": "Exclusive reports and current films: experience a broad range of topics from the fascinating world of Mercedes-Benz. To find out about offers in your location, please go to the local Mercedes-Benz website./nThis is the International website of Mercedes-Benz AG./nVisitors from the U.S., please visit our U.S. website",
  "bringMeToMyLocalWebsite": "Bring Me To My Local Website",
  "new": "New",
  "popular": "Popular",
  "videos": "Videos",
  "features": ["Combined fuel consumption", "Combined CO₂ emissions", "Power consumption in the combined test cycle"],
  "description": "1 The stated values were determined in accordance with the prescribed measuring method. These are the \"NEDC CO₂ values\" i. S. v. Art. 2 No. 1 Implementing Regulation (EU) 2017/1153. The fuel consumption values were calculated on the basis of these values. The electricity consumption was determined on the basis of VO 692/2008 / EG. Further information on the official fuel consumption and the official specific CO₂ emissions of new passenger cars can be found in the \"Guide to fuel consumption, CO₂ emissions and power consumption of all new passenger car models\", which is available at all sales outlets and at Deutsche Automobil Treuhand GmbH at www. dat.de is available free of charge.\n\n4 Information on fuel consumption, electricity consumption and CO₂ emissions are provisional and were determined by the technical service for the certification procedure in accordance with the WLTP test procedure and correlated in NEDC values. An EC type approval and certificate of conformity with official values are not yet available. Deviations between the information and the official values are possible.\n\n6 Power consumption and range were determined on the basis of Regulation 692/2008 / EC. Power consumption and range depend on the vehicle configuration. Further information on the official fuel consumption and the official specific CO₂ emissions of new passenger cars can be found in the \"Guide to fuel consumption, CO₂ emissions and power consumption of all new passenger car models\", which is available at all sales outlets and at Deutsche Automobil Treuhand GmbH at www. dat.de is available free of charge.\n\n7 Information on power consumption and range are provisional and were determined by the technical service for the certification process in accordance with UN / ECE regulation No. 101. The EC type approval and a certificate of conformity with official values are not yet available. Deviations between the information and the official values are possible.\n\n8 All technical information is provisional and was determined internally in accordance with the applicable certification method. So far there are neither confirmed values from TÜV nor an EC type approval nor a certificate of conformity with official values. Deviations between the information and the official values are possible.\n\n9 Further information on the official fuel consumption and the official specific CO₂ emissions of new passenger cars can be found in the “Guide to fuel consumption, CO₂ emissions and power consumption of all new passenger car models”, which is available at all sales outlets and at Deutsche Automobil Treuhand GmbH at www .dat.de is available free of charge.",
  "moreTopics": [
    "More Topics",
    "Innovation",
    "Design",
    "Exhibitions",
    "Museum & History",
    "Sports",
    "Driving Events",
    "Mercedes me Portal"
  ],
  "shopping": [
    "Shopping",
    "Dealer Search",
    "Mercedes-Benz Accessoires",
    "Mercedes-Benz Collection",
    "Mercedes me connect Store",
    "Service & Parts",
    "Formula 1 Store",
    "Mercedes-Benz Classic Center"
  ],
  "allAboutCars": [
    "All About Cars",
    "Model Overview",
    "Configurator",
    "Test Drive",
    "Mercedes-Maybach",
    "Mercedes me connect",
    "Mercedes-Benz Ex-Factory Driving Aids",
    "WLTP",
    "RDE",
    "Semiconductors supply situation",
    "Li-Ion UN38.3"
  ],
  "discoverMore": [
    "Discover More",
    "Daimler AG",
    "Mercedes-Benz AG",
    "Newsroom",
    "Press",
    "Career",
    "heycar",
    "SHARE NOW",
    "Vulnerability Reporting Policy",
    "Mercedes-Benz Energy",
    "Mercedes-Benz Bank",
    "Fleet Sales",
    "Mercedes-Benz Global Training",
    "Customer Centre Sindelfingen"
  ]
}